tap "homebrew/bundle"
brew "bat"
brew "cmake"
brew "conan"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "go-task"
brew "neovim"
brew "node"
brew "ripgrep"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "trash"
brew "zoxide"
cask "alacritty"
cask "arc"
cask "bitwarden"
cask "font-blex-mono-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "git-credential-manager"
cask "github"
cask "google-chrome"
cask "maccy"
cask "mactex"
cask "obsidian"
cask "raycast"
cask "shottr"
cask "slack"
cask "spotify"
cask "tomatobar"
cask "visual-studio-code"
cask "zed"
cask "zoom"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "james-yu.latex-workshop"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "vscodevim.vim"
